"use strict";

//Найдите количество секунд в сутках.
alert(24*60*60);
//Найдите количество секунд в 30 сутках.
alert(30*24*60*60);
//Найдите количество секунд в году.
alert(30*12*24*60*60);
//Найдите количество минут в сутках
alert(24*60);
//Найдите количество минут в году.
alert(365*60);
// Найдите количество байт в мегабайте.
alert(1024*1024)
//Найдите количество байт в гигабайте.
alert(1024*1024*1024)
// Найдите количество байт в 10 гигабайтах.
alert(1024*1024*1024*10)
//Найдите количество байт в терабайте.
alert(1024*1024*1000)
//Найдите количество килобайт в терабайте.
alert(1024*1024*1000)
